img/1-RDF-concept-L3-20-auto/Y3kF.mmd
flowchart LR
  A[student:s01] -->|ex:enrolledIn| W[course:c01]
  W -->|ex:credits| C(("6"))
